[SnowShell]
INT_SETTING_VER=29
[Menu]
STRING_MENU_FILE=File
STRING_MENU_NOISE=Noise Reduction
STRING_MENU_SCALE=Scale
STRING_MENU_EXPORT=Output
STRING_MENU_CONFIRM=Warning
[File]
STRING_MENU_FILE_IMAGE_SEL=Select image and process
STRING_MENU_FILE_CREDIT=About
STRING_MENU_FILE_QUIT=Quit
[Noise]
STRING_MENU_NOISE_NONE=None
STRING_MENU_NOISE_LOW=Low
STRING_MENU_NOISE_MID=Medium
STRING_MENU_NOISE_HIGH=High
STRING_MENU_NOISE_VERY_HIGH=Max
[Scale]
STRING_MENU_SCALE_CUSTOM=Custom
[GPU]
STRING_MENU_GPU_CPU=Force CPU only
STRING_MENU_GPU_GPU=Prefer GPU
[TTA]
STRING_MENU_TTA_DISABLED=Disabled
STRING_MENU_TTA_ENABLED=Enabled
[Export]
STRING_MENU_EXPORT_SAME=Same folder as input
STRING_MENU_EXPORT_NEW=Use output folder
[Confirm]
STRING_MENU_CONFIRM_SHOW=Show warnings
STRING_MENU_CONFIRM_SKIP=Hide warnings
STRING_MENU_CONFIRM_DEBUG=Show conversion log
[Text]
INT_TEXT_TAB=14
STRING_TEXT_NOISE=Anti Noise
STRING_TEXT_NOISE_NONE=None
STRING_TEXT_NOISE_LOW=Low
STRING_TEXT_NOISE_MID=Medium
STRING_TEXT_NOISE_HIGH=High
STRING_TEXT_NOISE_VERY_HIGH=Max
STRING_TEXT_SCALE=Zoom Scale
STRING_TEXT_GPU=Converter
STRING_TEXT_EXPORT=Export Dir
STRING_TEXT_EXPORT_SAME=Same Folder
STRING_TEXT_EXPORT_NEW=Output Folder
STRING_TEXT_CONFIRM=Warning
STRING_TEXT_CONFIRM_SHOW=Show
STRING_TEXT_CONFIRM_SKIP=Hide
STRING_TEXT_CONFIRM_TITLE=Warning
STRING_TEXT_CONFIRM_MESSAGE=Large image will require high spec.\nDo you want to continue?
STRING_TEXT_CONFIRM_CUSTOM_SCALE_TITLE=Warning
STRING_TEXT_CONFIRM_CUSTOM_SCALE_MESSAGE=Higher-scale conversions can cause error during operation.\nDo you want to continue?
STRING_TEXT_NOCONVERTER_TITLE=Error
STRING_TEXT_NOCONVERTER_MESSAGE=No converter available.\nPlease check your windows version.
STRING_TEXT_TOO_LONG_PATH_TITLE=Error
STRING_TEXT_TOO_LONG_PATH_MESSAGE=Cannot convert file. File path is too long.
STRING_TEXT_TOO_LONG_PATH_MESSAGE_COUNT=
STRING_TEXT_ABORT_CONVERT_TITLE=Confirm
STRING_TEXT_ABORT_CONVERT_MESSAGE=Do you want to stop the converting process?

STRING_TEXT_CONVERT_ERROR_TITLE=Conversion error
STRING_TEXT_CONVERT_ERROR_MESSAGE=file(s) could not be converted.
STRING_TEXT_CONVERT_ERROR_INPUT=First failed file
STRING_TEXT_CONVERT_ERROR_MODEL=Model
STRING_TEXT_CONVERT_ERROR_REASON=Reason
STRING_TEXT_CONVERT_ERROR_LOG=Details saved to
STRING_TEXT_CONVERT_ERROR_LOG_FAILED=Could not save the error log
STRING_TEXT_CONVERT_PROCESS_FAILED=The converter exited with an error.
STRING_TEXT_CONVERT_OUTPUT_FAILED=The output could not be created or saved.
STRING_TEXT_CONVERT_THREAD_FAILED=Failed to start the conversion thread.
